package ru.romzheln.data_generator.enums;

public enum LandUse {

    ИНДИВИДУАЛЬНОЕ_ЖИЛИЩНОЕ_СТРОИТЕЛЬСТВО,
    МНОГОКВАРТИРНАЯ_ЗАСТРОЙКА,
    КОММЕРЧЕСКОЕ_ИСПОЛЬЗОВАНИЕ,
    ПРОИЗВОДСТВЕННОЕ_НАЗНАЧЕНИЕ,
    СЕЛЬСКОХОЗЯЙСТВЕННОЕ_НАЗНАЧЕНИЕ,
    ДАЧНОЕ_СТРОИТЕЛЬСТВО,
    САДОВОДСТВО,
    ОГОРОДНИЧЕСТВО,
    ЛИЧНОЕ_ПОДСОБНОЕ_ХОЗЯЙСТВО,
    РАЗМЕЩЕНИЕ_ОБЪЕКТОВ_ТОРГОВЛИ,
    РАЗМЕЩЕНИЕ_ОБЪЕКТОВ_ОБЩЕСТВЕННОГО_ПИТАНИЯ,
    СКЛАДСКОЕ_НАЗНАЧЕНИЕ,
    АВТОСТОЯНКА_ИЛИ_ГАРАЖНЫЙ_КООПЕРАТИВ,
    РЕКРЕАЦИОННОЕ_НАЗНАЧЕНИЕ,
    ОБЩЕСТВЕННО_ДЕЛОВОЕ_НАЗНАЧЕНИЕ
}
